a52dec
aalib
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alembic
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
ananicy
android-tools
android-udev
aom
appstream-glib
arandr
arch-audit
archlinux-keyring
argon2
assimp
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audiofile
audit
autoconf
autoconf-archive
automake
avahi
awesome
base
bash
bc
betterlockscreen
bind
binutils
bison
bitwarden-bin
blas
bleachbit
blender
blosc
blueberry
bluez
bluez-firmware
bluez-libs
bluez-tools
bluez-utils
boost-libs
botan
brltty
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
cantarell-fonts
cblas
ccache
cdparanoia
chromaprint
cifs-utils
clang
cmake
colord
compiler-rt
coreutils
cracklib
cronie
cryptsetup
cuda
cups
cups-filters
curl
dash
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
diffutils
dkms
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosbox
dosfstools
double-conversion
dtc
dunst
e2fsprogs
edk2-ovmf
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
embree
enchant
etcher-bin
exfatprogs
expat
faac
faad2
fail2ban
fakeroot
faudio
feh
ffmpeg
fftw
file
filesystem
findutils
flac
flameshot
flatpak
flex
fluidsynth
fmt
foliate
fontconfig
fpc
fpc-src
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
galculator
gamemode
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghostscript
giflib
git
gjs
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmp
gnome-bluetooth
gnome-common
gnome-desktop
gnome-disk-utility
gnome-keyring
gnupg
gnustep-base
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
greetd-git
grep
grilo
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-libav
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-doc
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm3
gtksourceview4
gts
guile
gulp
gzip
handbrake
harfbuzz
harfbuzz-icu
hdf5
hicolor-icon-theme
hidapi
htop
hunspell
hwids
hwloc
hyphen
i3lock-color
iana-etc
icu
ijs
imagemagick
imath
imlib2
inotify-tools
intltool
iproute2
iptables-nft
iputils
iso-codes
itstool
jack
jansson
jasper
java-openjfx
java-runtime-common
jbig2dec
jemalloc
jfsutils
jq
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
jsoncpp
kbd
keybase
keyutils
kmod
krb5
l-smash
lame
lapack
lazarus
lcms2
ldb
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-attr
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gamemode
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libnsl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libsm
lib32-libssh2
lib32-libtasn1
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pcre
lib32-readline
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaec
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libgcrypt
libgee
libglvnd
libgme
libgnomekbd
libgpg-error
libgudev
libgusb
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libindicator-gtk3
libinih
libinput
libinstpatch
libjpeg-turbo
libksba
libldac
libldap
liblouis
liblqr
libluv
libmad
libmanette
libmaxminddb
libmediainfo
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
liboauth
libogg
libomxil-bellagio
libopenaptx
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libpwquality
libquvi
libquvi-scripts
libraqm
libraw
libraw1394
librewolf-bin
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoxr
libspeechd
libspnav
libssh
libssh2
libstemmer
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libudev0-shim
libunistring
libunwind
libupnp
liburing
libusb
libutempter
libuv
libva
libvdpau
libvirt
libvirt-glib
libvirt-python
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwnck3
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzen
libzip
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
links
linux
linux-api-headers
linux-firmware
linux-headers
linux-zen
linux-zen-headers
llvm-libs
lm_sensors
lmdb
log4cplus
lrzip
lsb-release
lsof
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
lua53
lua53-lgi
luajit
lutris
lvm2
lxappearance
lxdm-gtk3
lxmenu-data
lxsession
lz4
lzip
lzo
lzop
m4
mailcap
make
mallard-ducktype
man-db
mbedtls
md4c
mdadm
media-player-info
mediainfo
menu-cache
mesa
mesa-demos
meson
minecraft-launcher
minigalaxy
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
ncmpcpp
ncurses
ndctl
neofetch
neovim
netctl
netpbm
nettle
networkmanager
newsboat
newsflash
nextcloud
nftables
nilfs-utils
ninja
nnn
nodejs
nohang
noto-fonts
npth
nspr
nss
ntfs-3g
numactl
numlockx
nvidia
nvidia-dkms
nvidia-settings
nvidia-utils
nvm-git
nvtop
oniguruma
openal
opencl-nvidia
opencollada
opencolorio1
opencore-amr
openexr
openimagedenoise
openimageio
openjpeg2
openmpi
openshadinglanguage
openssh
openssl
opensubdiv
openvdb
openxr
opus
orc
os-prober
osinfo-db
ostree
ovras
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
phodav
php
php-gd
picom
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pixman
pkgconf
playerctl
plymouth
polkit
polkit-gnome
poppler
popt
portaudio
potrace
procps-ng
protobuf
psmisc
ptex
pugixml
pulsemixer
pybind11
pyside2
python
python-anytree
python-appdirs
python-beaker
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-dnspython
python-docopt
python-evdev
python-gobject
python-html5lib
python-idna
python-jinja
python-keyutils
python-lxml
python-mako
python-markdown
python-markupsafe
python-msgpack
python-numpy
python-ordered-set
python-packaging
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-pycparser
python-pygments
python-pyinotify
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-requests
python-resolvelib
python-retrying
python-setproctitle
python-setuptools
python-shiboken2
python-six
python-systemd
python-sysv_ipc
python-toml
python-urllib3
python-webencodings
python-yaml
qemu
qpdf
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-lottie
qt5-multimedia
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-websockets
qt5-webview
qt5-x11extras
qt5-xmlpatterns
qutebrowser
rav1e
re2
readline
redshift
reflector
reiserfsprogs
replay-sorcery-git
rest
retroarch
retroarch-assets-glui
retroarch-assets-ozone
retroarch-assets-xmb
rhash
rhythmbox
rofi
rsync
rtkit
rubberband
ruby
ruby-irb
ruby-reline
rubygems
run-parts
rust
sbc
schedtool
scummvm
sdl
sdl2
sdl2_net
sdl_net
sdl_sound
seabios
sed
semver
shaderc
shadow
shared-mime-info
slang
smbclient
smpeg
snappy
sound-theme-freedesktop
soundfont-fluid
source-highlight
speex
speexdsp
spice
spice-gtk
spirv-headers
spirv-tools
sqlite
srt
sshfs
startup-notification
steam
stfl
stow
sudo
svt-av1
sxhkd
sxiv
sysfsutils
systemd
systemd-libs
systemd-resolvconf
systemd-swap
systemd-sysvcompat
taglib
talloc
tar
tbb
tcl
tdb
tevent
texinfo
thin-provisioning-tools
thunderbird
timeshift-bin
timidity++
tinyxml
tmux
totem-pl-parser
transmission-gtk
trayer
tree
tslib
ttf-liberation
twolame
tzdata
uchardet
udftools
udiskie
udisks2
ufw
unarchiver
unibilium
unrar
unzip
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vala
vde2
vid.stab
virglrenderer
virt-install
virt-manager
vkbasalt
vmaf
volume_key
vscodium-git
vte-common
vte3
vulkan-icd-loader
vulkan-tools
wavpack
wayland
wayland-protocols
webkit2gtk
wget
which
whois
wildmidi
wine-mono
wine-staging
winetricks
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-vesa
xfce4-taskmanager
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yajl
yaml-cpp
yarn
yay-git
yelp-tools
yelp-xsl
youtube-dl
zenity
zeromq
zimg
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zziplib
